;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.73.92
; Update: 09.08.2015
;
[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonMinimize=Схаваць
ButtonMaximize=Разгарнуць
ButtonClose=Зачыніць
ButtonRestore=Аднавіць
ButtonMenu=Мэню

[Lang]
NativeLanguage=Беларуская

[Translation]
LangCode=0423

FrmMain.btnfacebook.Hint=Лайкнуць Wise Program Uninstaller у Facebook
FrmMain.btntwitter.Hint=Цвыркнуць пра Wise Program Uninstaller у Twitter
FrmMain.btnemail.Hint=Параіць Wise Program Uninstaller сябрам
FrmMain.btnRefresh.Hint=Абнавіць
FrmMain.btnLog.Caption=Дзёньнік
TfrmUnlog.caption=Дзёньнік
TfrmUnlog.head.unDate=Дата выталёўкі
TfrmUnlog.head.ItemName=Пункты
TfrmUnlog.head.restore=Рэшткі
TfrmUnlog.noItems=Рэшткі адсутнічаюць
TfrmUnlog.Recovered=Адноўлена
TfrmUnlog.recover=Аднавіць

ReadHabit=Зьлева направа
LanguageName=BEL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Папярэджаньне
Error=Памылка
Confirm=Пацьверджаньне
CurVer=Бягучая вэрсія: 

FrmRate.Btnlist.caption=Водгукі карыстачоў
FrmRate.Btnreview.caption=Мой водгук
FrmRate.Btnfirst.caption=Пакіньце першы водгук
FrmRate.Btnsubmit.caption=Перадаць
FrmRate.lblscore.caption=Рэйтынґ:
FrmRate.lblscorehint.caption=(Пстрыкніце па зорцы, каб прызначыць адзнаку)
FrmRate.lblnick.caption=Мянушка:
FrmRate.lblnickhint.caption=(Дадаткова)
FrmRate.lblemail.caption=Эл.пошта:
FrmRate.lblemailhint.caption=(Дадаткова)
FrmRate.lblcontent.caption=Зьмест:
FrmRate.lblcontenthint.caption=(Дадаткова)
FrmRate.lbldesctitle.caption=Апісаньне:
FrmRate.lblratesoft.caption=Рэкамэндавана
;
; About
;
FrmAbout.caption=Пра праґраму
FrmAbout.btnok.caption=Добра
FrmAbout.lblver.caption=Бягучая вэрсія: 
FrmAbout.lblemail.caption=Эл.адрас падтрымкі: 
FrmAbout.lblhome.caption=Хатняя старонка: 
FrmAbout.lblthank.caption=Дзякуем наступным панам за іх садзейнічаньне: 
;
; Popup Menu
;
pmGoto=Месцаваньне
pmHelp=Анлайн-даведка
pmHome=Хатняя старонка
pmforum=Форум
pmCheckMsg=Атрымліваць навіны
pmContact=Скантактавацца
pmCheckNew=Шукаць абнаўленьні
pmLang=Мова
pmAbout=Пра праґраму
pmOpenEntry=Адчыніць у RegEdit
PmGoogle=Шукаць праз Google
pmExport=Экспартаваць...
pmRightMenuA=Паказваць у кантэкстным мэню
ExplorerMenu=Высталяваць пры дапамозе Wise Program Uninstaller


;
; Main GUI
; 
FrmMain.lblrate.caption=Рэйтынґ

FrmMain.BtnNormal.Caption=Высталяваць бясьпечна
FrmMain.BtnModify.Caption=Зьмяніць праґраму
FrmMain.BtnForce.Caption=Высталяваць прымусова
FrmMain.BtnRemove.Caption=Выдаліць рэшткі
FrmMain.Btnlikeit.Caption=Падабаецца
FrmMain.lblcheckver.Caption=Шукаць абнаўленьні
FrmMain.lblinfo.caption=Дапамагае высталяваць нават самыя "ўедлівыя" праґрамы
;
;like it
;
FrmlikeIt.lblTitle.caption=Калі Вам спадабаўся Wise Program Uninstaller, калі ласка парайце гэтае прыкладаньне ўсім вашым сябрам.
Frmlikeit.lblInfo.caption=Калі ласка, дзяліцеся Wise Program Uninstaller з вашымі роднымі, сябрамі, сваякамі, калеґамі й аднаклясьнікамі пры дапамозе эл.пошты, жывальнікаў, Twitter, YouTube, Facebook і г.д.. Яны таксама застануцца задаволенымі гэтаю праґрамаю.
FrmlikeIt.lblRate.caption=Рэйтынґ Wise Program Uninstaller: 
FrmlikeIt.lblfollow.caption=Дадайце нас: 
FrmlikeIt.lblshare.caption=Падзяліцца Wise Program Uninstaller: 
FrmlikeIt.btndownload.caption=Спампаваць
FrmlikeIt.imgrate.hint=Надайце нам 5 зоркаў на CNET
FrmlikeIt.imgmail.hint=Падзяліцца праз эл.пошту
FrmlikeIt.imgface1.hint=Падзяліцца праз Facebook
FrmlikeIt.imgface2.hint=Дадайце нас у Facebook
FrmlikeIt.imgtwitter1.hint=Падзяліцца праз Twitter
FrmlikeIt.imgtwitter2.hint=Дадайце нас у Twitter
FrmlikeIt.Caption=Падабаецца
FrmlikeIt.lbldownload.caption=Спампуйце больш дармавых праґрамаў з WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Скасаваць

;
;frmafterdel
;
Frmafterdel.caption=Запісы ў Рэестры й файлы, спалучаныя з праґрамаю
Frmafterdel.btnremove.caption=Выдаліць
Frmafterdel.btncancel.caption=Скасаваць
Frmafterdel.lblinfo.caption=Калі ласка, прагледзьце вынікі й пстрыкніце "Выдаліць", каб выканаць гэтую высталёўку.
Frmafterdel.btnnone.caption=Зьняць выбар
Frmafterdel.btnall.caption=Абраць усё


[Uninstall]
PublisherUnknown=Невядомы выдавец
VersionUnknown=Невядомая вэрсія
Rate=Рэйтынґ
ItemName=Назва
Publisher=Выдавец
Size=Памер
SetupDate=Дата ўсталёўкі
Version=Вэрсія
Canceled=Высталяваньне скасаванае.
NoLeftOverItem=Рэшткаў ня знойдзена.
Removing=Выдаленьне:
TotalStat=Знойдзена %d праґрама(ы,аў), занята прасторы %s.
Calculating=Вылічэньне памеру...
Files=Файлы й тэчкі
RegEntries=Запісы Рэестру
Items=Элемэнты

[message]
NewVer=Даступна новая вэрсія. Жадаеце абнавіць праґраму?
NoNewVer=Віншуем! Вы карыстаецеся апошняю вэрсіяю праґрамы.
NoProgramSelected=Калі ласка, спачатку абярыце праґраму.
IsBusy=Калі ласка, чакайце пакуль ня выканаецца папярэдняе высталяваньне.
StartFindLeftover=Аналізаваньне спалучаных файлаў, тэчкаў і Рэестру...
Collecting=Зьбіраньне зьвесткаў пра праґрамы...
BeSureUseForce=Калі ласка, выкарыстоўвайце Прымусовую высталёўку толькі калі Бясьпечная не дапамагае. Вы сапраўды жадаеце працягнуць?
ConfirmRemove=Вы сапраўды жадаеце выдаліць гэтыя запісы?
RejectItself=Праґрама ня можа сама сябе высталяваць.
TranslateTo=Перакласьці...

[SoftRate]
Querying=Апытаньне...
Good=Падабаецца 
Bad=Не падабаецца
Safe=Паведамленьне
Ver=Вэрсія:
Ratings=Рэйтынґ
SoftNotExist=Не магу знайсьці абпраґрамаваньне.
GetSoftInfoError=Збой атрыманьня зьвесткаў
UploadSoftLogoError=Памылка загрузкі зьвесткаў
SubmitData=Перадача камэнтара да гэтае праґрамы...
SubmitSoftInfoError=Памылка перадачы з-за праблемаў зь Сецівам.
SubmitRateSuccess=Перададзена пасьпяхова.
HaveSubmitRate=Вы ўжо ацанілі гэта.
Submitgoodbad=Перадача зьвесткаў...
me=Пра мяне
NickTooLong=Вашая мянушка не павінна быць даўжэй за 20 знакаў.
MailTooLong=Ваш адрас электроннае пошты не павінен быць даўжэй за 50 знакаў.
WrongEmail=Хібны адрас эл.пошты.
ReviewTooLong=Агульная даўжыня водгуку не павінна перавышаць 300 знакаў.
RateHint=Далучайцеся да сыстэмы ацэнкі абпраґрамаваньня й надайце адзнаку вашым упадабаным праґрамам!
UnknowName=Невядомы прадукт
UnknowVer=Невядомая вэрсія
UnknowDesc=Апісаньне


[Hint]
HintRate=Ацаніць праґраму
HintClose=Выдаліць элемэнт


